Repository: dr-ni/onboard
Catalog: po/onboard-settings/*.po
Languages: he

source: Start onboard hidden.
he: הפעלת onboard במצב מוסתר.

source: Start onboard _minimized
he: הפעלת onboard במצב _ממוזער

source: Show on icon in the system tray. A click on that icon hides or shows onboard.
he: הצגת סמל במגשית המערכת. לחיצה על סמל זה מסתירה או מציגה את onboard.

source: _Show icon in system tray to hide/show onboard
he: הצגת _סמל במגשית המערכת כדי להציג/להסתיר את onboard

source: Show a floating icon on the desktop when onboard is hidden. A click on the icon makes onboard reappear.
he: הצגת סמל צף על שולחן העבודה כאשר onboard בהסתרה. לחיצה על הסמל תגרום להופעת onboard מחדש.

source: Show floating _icon when onboard is hidden
he: הצגת סמל _צף כאשר onboard בהסתרה

source: General
he: כללי

source: Personalise current layout
he: התאם את הפריסה הנוכחית

source: Open layout folder
he: פתח תקיית פריסות

source: Layouts
he: פריסות

source: <b>Button number</b>
he: <b>מספר הלחצן</b>

source: <b>Snippet text</b>
he: <b>תוכן התבנית</b>

source: Snippets
he: תבניות

source: <b><i>Scanning mode only works with layouts which are designed for the purpose.</i></b>
he: <b><i>מצב הסריקה פועל אך ורק עם פריסות שתוכננו למטרה הזו.</i></b>

source: Scanning mode
he: מוד סריקה

source: Interval
he: מרווח

source: Scanning
he: סורק

source: Snippet already assigned to this number
he: ישנה כבר תבנית המוקצית למספר זה

source: No file manager to open layout folder
he: אין מנהל קבצים לפתיחת תיקיית הפריסות

source: Enter name for personalised layout
he: הזנת השם עבור הפריסה המותאמת אישית

source: Enter text for snippet
he: יש להזין טקסט עבור התבנית
