Repository: dr-ni/onboard
Catalog: po/onboard/*.po
Languages: de

source: _Quit
de: _Beenden

source: Quit onBoard
de: onBoard beenden

source: _Settings
de: _Einstellungen

source: Show settings
de: Einstellungen anzeigen

source: <b><i>Scanning mode only works with layouts which are designed for the purpose.</i></b>
de: <b><i>Der Scanmodus funktioniert nur mit Tastaturbelegungen die dafür konzipiert wurden.</i></b>

source: General
de: Allgemein

source: Interval
de: Intervall

source: Layouts
de: Tastaturbelegungen

source: Open layout folder
de: Öffne Ordner mit den Tastaturbelegungen

source: Personalise current layout
de: Personalisiere aktuelle Tastaturbelegung

source: Scanning
de: Am Scannen

source: Scanning mode
de: Scanmodus

source: Show a floating icon on the desktop when onboard is hidden. A click on the icon makes onboard reappear.
de: Zeige schwebendes Icon wenn onboard ist versteckt. Ein Klick auf das Icon lässt onboard erscheinen.

source: Show floating _icon when onboard is hidden
de: Zeige schwebendes _Icon wenn onboard ist versteckt.

source: Show on icon in the system tray. A click on that icon hides or shows onboard.
de: Symbol im System-Tray anzeigen. Ein Klick auf dieses Symbol versteckt oder zeigt onboard.

source: Snippets
de: Schnipsel

source: Start onboard _minimized
de: Starte onboard _minimiert.

source: Start onboard hidden.
de: Starte onboard versteckt.

source: _Show icon in system tray to hide/show onboard
de: Symbol zum Verstecken/Anzeigen von onboard im System-Tray anzeigen

source: Enter text for snippet
de: Text für Schnipsel eingeben

source: No file manager to open layout folder
de: Kein Dateimanager zum Öffnen des Tastaturbelegungs-Ordner vorhanden.

source: Enter name for personalised layout
de: Name für personalisierte Tastaturbelegung eingeben

source: Switch Buttons
de: Tausche Mausknöpfe

source: Settings
de: Einstellungen
