Repository: dr-ni/onboard
Catalog: po/*.po
Languages: af

source: <b><i>Scanning mode only works with layouts which are designed for the purpose.</i></b>
af: <b><i>Skandeermodus werk slegs met uitlegte wat vir die doel ontwerp is.</i></b>

source: Desktop Integration
af: Werkskerm integrasie

source: General
af: Algemeen

source: Layouts
af: Uitlegte

source: Option When Hidden
af: Opsie as versteek is

source: Personalise _current layout
af: Verpersoonlik _huidige uitleg

source: Scanning
af: Skandering

source: Scanning mode
af: Skanderingmodus

source: Show a floating icon on the desktop when onboard is hidden. A click on the icon makes onboard reappear.
af: Vertoon 'n losdrywende ikoon op die werksblad as onBoard versteek is. Met 'n klik op die ikoon verskyn onBoard weer op die werkskerm.

source: Show floating _icon when onboard is hidden
af: Vertoon losdrywende _ikoon as onBoard versteek is

source: Show onboard when _unlocking the screen
af: Vertoon onBoard wanneer die skerm _ontsluit word

source: Show onboard when the dialog to unlock the screen appears; this way onboard can be used for example to enter the password to dismiss the screensaver when it is set to ask for it.
af: Vertoon onBoard sodra die dialoogkassie vir die ontsluit van die skerm verskyn. Op hierdie manier kan onBoard gebruik word vir byvoorbeeld die invoer van 'n wagwoord om die skermwag te verwyder indien dit gestel is om te vra vir een.

source: Show the status item. A click on that icon hides or shows onboard.
af: Vertoon die statusitem. 'n Klik daarop sal onBoard vertoon of versteek

source: Snippets
af: Snippertjies

source: Snippets are pieces of text which are entered when the corresponding button in Onboard is pressed.
af: Snippertjies is deeltjies teks wat ingevoer word as die ooreenstemmende sleutel op onBoard gedruk word.

source: Some password dialogs disable the area around them, making it impossible to click on onboard. By activating this option, these dialogs behave as normal windows and the area around the dialog remains active. This option is also available in the Assistive Technologies control panel.
af: Sommige wagwoord-dialoogvensters versper die area rondom hulle, wat dit onmoontlik maak om op onBoard te klik. Deur hierdie opsie te aktiveer gedra die dialoogvensters hulleself soos gewone vensters en die area rondom hulle bly aktief. Die opsie is ook beskikbaar in die Assisterende tegnologie paneel.

source: Start onboard _minimized
af: Begin onBoard as ge_minimaliseerd

source: Start onboard hidden.
af: Begin onBoard as versteek

source: Startup Option
af: Begin opsies

source: _Open custom layouts folder
af: _Open die pasgemaakte-uitleg vouer

source: _Password dialogs as normal windows
af: _Wagwoord dialoogvensters as normale vensters

source: _Show status icon
af: Vertoon _statusikoon

source: Enter text for snippet
af: Voer teks in vir insetsel

source: No file manager to open layout folder
af: Geen lÃªerbestuurder om uitlegvouer mee te open nie

source: Enter name for personalised layout
af: Verskaf 'n naam vir die verpersoonlike uitleg

source: _Show Onboard
af: Vertoon _onBoard

source: _Hide Onboard
af: _Versteek onBoard

source: onBoard onscreen keyboard
af: onBoard aanskerm sleutelbord

source: Onboard is configured to appear with the dialog to unlock the screen; for example to dismiss the password-protected screensaver. However the system is not configured anymore to use onboard to unlock the screen. A possible reason can be that another application configured the system to use something else. Would you like to reconfigure the system to show onboard when unlocking the screen?
af: onBoard is ingestel om te verskyn met 'n dialoogvenster om die skerm te ontsluit, byvoorbeeld om die wagwoordbeskermde skermwag te verwyder. Die stelsel is egter nie meer ingestel om onBoard te gebruik om die skerm te ontsluit nie. 'n Moontlike rede hiervoor is dat 'n ander toepassing die stelsel ingestel het om iets anders te gebruik. Sal jy die stelsel weer wil instel om onBoard te vertoon met die ontsluit van die skerm?

source: Onboard is configured to appear with the dialog to unlock the screen; for example to dismiss the password-protected screensaver. However this function is disabled in the system. Would you like to activate it?
af: onBoard is ingestel om te verskyn met 'n dialoogvenster om die skerm te ontsluit, byvoorbeeld om die wagwoordbeskermde skermwag te verwyder. Hierdie funksie is egter versper in die stelsel. Sal jy dit wil ontsper?

source: Units for canvas height and width must currently be px (pixels).
af: Eenhede vir die hoogte en wydte van die afbeeldingdoek sal huidiglik px (pixels) moet wees.

source: %s appears in scanning definition only
af: %s verskyn slegs in skandeerdefinisie

source: Error loading
af: Fout met laai

source: Snippet
af: Snipper

source: Middle Click
af: Middel klik

source: Right Click
af: Regs klik

source: Settings
af: Instellings

source: CAPS
af: CapsLock

source: Return
af: Enter

source: Change onBoard settings
af: Verander onBoard instellings

source: onBoard Settings
af: onBoard instellings

source: onBoard onscreen keyboard settings
af: onBoard aanskermsleutelbord instellings
